{
	"title": "Good Fats, Bad Fats",
	"id": "good-fats-bad-fats",
    "author": "Connie Brichford",
 	"age": 3,
 	"snippet": "Learn which fats are good for you and which ones to avoid.",
 	"body": [
		"The general wisdom for many years was that all fat should be avoided. Trans fat, saturated fat, unsaturated fat — just stay away from them all. But now scientists realize that fat — and how our bodies process it — is much more complex.",
		"Our bodies need some fat for optimal functioning. But we need the right kinds of fat, and we need to practice moderation. Some fats are actually good for you, and others should be avoided at all costs. How do you know which is which?",
		"Alexa Schmitt, RD, a clinical nutritionist at Massachusetts General Hospital, says mono-unsaturated and polyunsaturated fats are good fats and that saturated fats can be consumed in moderation. Trans fats, however, should be avoided altogether, adds Schmitt, explaining that trans fats are dangerous because they raise cholesterol levels. High levels of certain kinds of cholesterol, in particular low-density lipoprotein (LDL) cholesterol (the so-called bad cholesterol) increase your risk for heart disease and other health conditions, including stroke.",
		"So how do we know which foods contain which fats? As a general rule, Schmitt says, fats that are liquid at room temperature, like olive oils, are a better choice than foods that are semi-solid, like butter or margarine. The following tips will help you choose a diet rich in mono-unsaturated and polyunsaturated fats and low in trans fat.",
		"Mono-unsaturated fat (unsaturated fat): Good sources of mono-unsaturated fat are canola and olive oils, most nuts, and avocados.",
		"Poly-unsaturated fat (unsaturated fat): There are two types of poly-unsaturated fat, omega-6 and omega-3 fats. Since most Americans get plenty of omega-6 fats in their diet from vegetable oils, Schmitt says her primary concern is omega-3 fats. Good sources of omega-3 fats are fish (salmon and tuna), flaxseed, and walnuts.",
		"Saturated fat: Red meat, fatty meats like salami, dairy products such as cream and butter, and thicker vegetable oils like coconut, palm, and kernel oil are sources of saturated fats.",
		"Trans fat: Made by adding hydrogen to vegetable oil, a process designed to extend the shelf life of packaged goods, trans fat is found in a wide range of packaged and processed foods, including bakery items, cookies, and crackers.",
		"The bottom line? Be an educated shopper: Know what to look for and the potential pitfalls. Try to do the majority of your shopping on the perimeter of the grocery store, limiting your trips down the inside aisles — where most of the trans fat culprits reside. On the perimeter, you can focus on fresh and frozen fruits and vegetables, lean cuts of meat and fish, and whole grains fresh from the bakery. Add a little olive oil, and you'll really be cooking!"
	]
 }