 {
	"name": "Camel Pose",
    "id": "camel-pose",
    "type": "backbend",
    "img": "img/yoga/backbend/camel-pose.jpg",
	"steps": [
		"1. Kneel on the floor with your knees hip width and thighs perpendicular to the floor. Rotate your thighs inward slightly, narrow your hip points, and firm but don’t harden your buttocks. Imagine that you’re drawing your sitting bones up, into your torso. Keep your outer hips as soft as possible. Press your shins and the tops of your feet firmly into floor.",
		"2. Rest your hands on the back of your pelvis, bases of the palms on the tops of the buttocks, fingers pointing down. Use your hands to spread the back pelvis and lengthen it down through your tail bone. Then lightly firm the tail forward, toward the pubis. Make sure though that your front groins don’t “puff” forward. To prevent this, press your front thighs back, countering the forward action of your tail. Inhale and lift your heart by pressing the shoulder blades against your back ribs.",
		"3. Now lean back against the firmness of the tail bone and shoulder blades. For the time being keep your head up, chin near the sternum, and your hands on the pelvis. Beginners probably won’t be able to drop straight back into this pose, touching the hands to the feet simultaneously while keeping the thighs perpendicular to the floor. If you need to, tilt the thighs back a little from the perpendicular and minimally twist to one side to get one hand on the same-side foot. Then press your thighs back to perpendicular, turn your torso back to neutral, and touch the second hand to its foot. If you’re not able to touch your feet without compressing your lower back, turn your toes under and elevate your heels.",
		"4. See that your lower front ribs aren’t protruding sharply toward the ceiling, which hardens the belly and compresses the lower back. Release the front ribs and lift the front of the pelvis up, toward the ribs. Then lift the lower back ribs away from the pelvis to keep the lower spine as long as possible. Press your palms firmly against your soles (or heels), with the bases of the palms on the heels and the fingers pointing toward the toes. Turn your arms outwardly so the elbow creases face forward, without squeezing the shoulder blades together. You can keep your neck in a relatively neutral position, neither flexed nor extended, or drop your head back. But be careful not to strain your neck and harden your throat.",
		"5. Stay in this pose anywhere from 30 seconds to a minute. To exit, bring your hands onto the front of your pelvis, at the hip points. Inhale and lift the head and torso up by pushing the hip points down, toward the floor. If your head is back, lead with your heart to come up, not by jutting the chin toward the ceiling and leading with your brain. Rest in Child’s Pose for a few breaths."
		],
	"benifits": [
		"Stretches the entire front of the body, the ankles, thighs and groins",
		"Abdomen and chest, and throat",
		"Stretches the deep hip flexors (psoas)",
		"Strengthens back muscles",
		"Improves posture",
		"Stimulates the organs of the abdomen and neck"
	]
 }